<?php
return [
    'adminEmail' => '15226064072@163.com',
    'siteName' => '酒店预订管理系统',
    'siteSeo' => '酒店预订管理',
    'adminType' => [
        1 => '超级管理员',
        2 => '普通管理员',
    ],
    'adminStatus' => [
        10 => '正常'
    ],
    'hotelLevel' => [
        3 => '三星级',
        4 => '四星级',
        5 => '五星级',
        6 => '六星级',
        7 => '七星级',
        0 => '其他'
    ],
    'roomType' => [
        1 => '大床房',
        2 => '双人床',
        3 => '单人床'
    ],
    'roomStatus' => [
        1 => '未预定',
        2 => '已预订',
        3 => '已入住',
        4 => '锁定',
    ],
    'orderStatus' => [
        0 => '已删除',
        1 => '已完成',
        2 => '已取消'
    ],
    'orderPayState' => [
        0 => '未支付',
        1 => '已支付',
    ]
];
